Repository: AlfredGerke/LazarusRegistryControls
Catalog: language/regresstrings.*.po
Languages: de

source: Clear Items?
de: Einträge löschen?

source: Invalid Selection!
de: Ungültige Auswahl!

source: Request canceled!
de: Vorgang abgebrochen!

source: About...
de: Entwicklerinformationen

source: Refresh MergeData
de: MergeData aktualisieren

source: Refresh ClientSettings
de: Einstellungen aktualisieren

source: Refresh DoSyncData
de: DoSyncData aktualisieren

source: Refresh DoWriteAdHoc
de: DoWriteAdHoc aktualisieren

source: Registered Clients
de: Registrierte Steuerelemente

source: Show RootKeys
de: RootKeys anzeigen
